import product1 from "./assets/products/1.png";
import product2 from "./assets/products/2.png";
import product3 from "./assets/products/3.png";
import product4 from "./assets/products/4.png";
import product5 from "./assets/products/5.png";
import product6 from "./assets/products/6.webp";
import product7 from "./assets/products/7.webp";
import product8 from "./assets/products/8.webp";

export const PRODUCTS = [
  {
    id: 1,
    productName: 'მაგიდა "ვორქსფოთი" ',
    price: 490,
    productImage: 'https://i.imgur.com/yRjf9eu.jpg',
    description: '"ვორქსპოტ" სტანდარტი წარმოადგენს თანამედროვე ესთეტიკისა და ფუნქციონირების სრულყოფილ ნაზავს. ეს კომპაქტური მაგიდა გამოირჩევა აწყობის უმაღლესი ხარისხით და ექსპრესიული დიზაინით. გაუმჯობესებულია სხვადასხვა აქსესუარით, რომელიც სამუშაო გარემოს გამარტივებას უზრუნველჰყოფს.',
    size: '150cm x 50cm x 75cm'
  },
  {
    id: 2,
    productName: 'მაგიდა "ვორქსფოთ მინი"',
    price: 370,
    productImage: 'https://i.imgur.com/kS8CKhd.jpg',
    description: '"ვორქსპოტ Mini" არის ბრწყინვალე გადაწყვეტა საგანმანათლებლო დაწესებულებებისთვის და საგამოცდო ცენტრებისთვის. უნიკალური დიზაინის წყალობით, ეს მაგიდა იდეალურად არის ადაპტირებული სკოლის მოსწავლეებისა და სტუდენტების ყოველდღიურ საჭიროებებზე',
    size: '75cm x 50cm x 75cm'
  },
  {
    id: 3,
    productName: 'მაგიდა "პივოტი"',
    price: 470,
    productImage: 'https://i.imgur.com/EP3SXuM.jpg',
    description: 'Pivotი - არის საოფისე მაგიდის თანამედროვე ინტერპრეტაცია. მიუხედავად მარტივი და მინიმალისტური დიზაინისა, მაგიდა გამოირჩევა სიმყარით და ხანგრძლივი ექსპლუატაციის ვადით. ზომებისა და ფერების არჩევის შესაძლებლობით, ვიზუალურად მიმზიდველი და ფუნქციონალურია.',
    size: '150cm x 75cm x 75cm'
  },
  {
    id: 4,
    productName: "WLS Van Gogh Denim Jacket",
    price: 228.0,
    productImage: 'https://i.imgur.com/BkawNR3.jpg',
    description: 'description',
    size: '23cm x 25cm x 25cm'

  },
  {
    id: 5,
    productName: 'მაგიდა "ვისტა" ',
    price: 470,
    productImage: 'https://i.imgur.com/1YeX0HU.jpg',
    description: '"ვისტა" შესანიშნავად ასახავს თანამედროვე ინტერიერის დიზაინის ყველა ტენდენციას. აერთიანებს სიმყარესა და ელეგანტურობას, რაც მას იდეალურ შემავსებლად აქცევს ნებისმიერი სასადილო ოთახისთვის.',
    size: '130cm x 75cm x 75cm'

  },
  {
    id: 6,
    productName: 'სეტი "სოლუსი"',
    price: 2929,
    productImage: 'https://i.imgur.com/vILGL4a.jpg',
    description: 'ელეგანტური გარე ავეჯის ნაკრები, "solus" შესანიშნავად აერთიანებს სტილსა და ფუნქციურობას. ხის ჩარჩო დაცულია ულტრაიისფერ სხივების ზემოქმედებაზე და სისველეზე. ლამაზი დიზაინი და მსუბუქი სტრუქტურა კი ხდის იდეალურ არჩევნად მათთვის, ვინც აფასებს კომფორტს და ესთეტიკას.',
    size: 'მაგიდა: 120 cm x 80 cm x 60cm, პატარა სკამი: 75 cm x 58 cm x 38 cm, დიდი სკამი: 150 cm x 58 cm x 38 cm'

  },
  {
    id: 7,
    productName: 'სკამი "ფორტრესი"',
    price: 470,
    productImage: 'https://i.imgur.com/r1rMPJ4.jpg',
    description: '"ფორტრესი" აერთიანებს თანამედროვე ესთეტიკის არსს, გამოირჩევა მყარი და სადა დიზაინით. იდეალურია სხვადასხვა დანიშნულებით. იქნება ეს თქვენი სახლის სიმყუდროვე, აივნის ატმოსფერო თუ ეზოს სიმწვანე. დამუშავებულია გარე გამოყენებისთვის, ულტრაიისფერი სხივების ზემოქმედებასა და სისველეზე.',
    size: '75 cm x 52 cm x 38cm x 79 cm'

  },
  {
    id: 8,
    productName: 'სკამი "ვია"',
    price: 189,
    productImage: 'https://i.imgur.com/WKfV6zO.jpg',
    description: '"ვია" სკამის თანამედროვე დიზაინის მოდელია, განსაკუთრებული კომპაქტურობით და სტაბილურობით. ინარჩუნებს თავის ყველა უპირატესობას მაშინაც კი, როდესაც მისი გაბარიტები შემცირებულია სასწავლო დაწესებულებებში სხვადასხვა ასაკობრივი ჯგუფების საჭიროებების მიხედვით',
    size: '51 cm x 43 cm x 45cm 82 cm'
  },
  {
    id: 9,
    productName: 'სკამი "სველტი"',
    price: 319,
    productImage: 'https://i.imgur.com/82Hy2MI.jpg',
    description: '"სველტი" არის უნივერსალური სავარძელი, რომელიც იდეალურად ჯდება სხვადასხვა გარემოში - სასადილო მაგიდებსა თუ საკონფერენციო ოთახებში და სამუშაო სივრცეებში. თავისი მტკიცე, მაგრამ ელეგანტური კონსტრუქციით და თანამედროვე დიზაინის შტრიხებით, "სველტი" ქმნის სიმტკიცისა და კომფორტის ჰარმონიას.',
    size: '58 cm x 52 cm x 45cm 85 cm'
  },
  {
    id: 10,
    productName: "ტუმბო ერთუჯრიანი",
    price: 230,
    productImage: 'https://i.imgur.com/fusN0Xr.jpg',
    description: 'ეს ტუმბო გახლავთ ისეთი დიზაინის, რომელიც იდეალურად ჯდება ნებისმიერ დიზაინში საკონფერენციო ოთახებში და სამუშაო სივრცეებში. ადაპტაციური დიზაინის წყალობით, ის ადვილად ჯდება ნებისმიერ ინტერიერში, ინარჩუნებს ფუნქციურობას და კომფორტს.',
    size: '50cm x 35cm x 45cm'
  },
  {
    id: 11,
    productName: "ტუმბო ორუჯრიანი",
    price: 290,
    productImage: 'https://i.imgur.com/KYdc7VO.jpg',
    description: 'ეს ტუმბო გახლავთ ისეთი დიზაინის, რომელიც იდეალურად ჯდება ნებისმიერ დიზაინში საკონფერენციო ოთახებში და სამუშაო სივრცეებში. ადაპტაციური დიზაინის წყალობით, ის ადვილად ჯდება ნებისმიერ ინტერიერში, ინარჩუნებს ფუნქციურობას და კომფორტს.',
    size: '50cm x 35cm x 55cm'
  },
  {
    id: 12,
    productName: "ტუმბო სამუჯრიანი",
    price: 370,
    productImage: 'https://i.imgur.com/8g8DHa0.jpg',
    description: 'ეს ტუმბო გახლავთ ისეთი დიზაინის, რომელიც იდეალურად ჯდება ნებისმიერ დიზაინში საკონფერენციო ოთახებში და სამუშაო სივრცეებში. ადაპტაციური დიზაინის წყალობით, ის ადვილად ჯდება ნებისმიერ ინტერიერში, ინარჩუნებს ფუნქციურობას და კომფორტს.',
    size: '50cm x 35cm x 67cm'
  },
];
export const SALES = [
  {
    id: 1,
    productName: 'სეტი "სოლუსი"',
    price: 2929,
    productImage: 'https://i.imgur.com/vILGL4a.jpg',
    description: 'ელეგანტური გარე ავეჯის ნაკრები, "solus" შესანიშნავად აერთიანებს სტილსა და ფუნქციურობას. ხის ჩარჩო დაცულია ულტრაიისფერ სხივების ზემოქმედებაზე და სისველეზე. ლამაზი დიზაინი და მსუბუქი სტრუქტურა კი ხდის იდეალურ არჩევნად მათთვის, ვინც აფასებს კომფორტს და ესთეტიკას.',
    size: 'მაგიდა: 120 cm x 80 cm x 60cm, პატარა სკამი: 75 cm x 58 cm x 38 cm, დიდი სკამი: 150 cm x 58 cm x 38 cm'
  },
  {
    id: 2,
    productName: 'მაგიდა "ვორქსფოთი" ',
    price: 490,
    productImage: 'https://i.imgur.com/yRjf9eu.jpg',
    description: '"ვორქსპოტ" სტანდარტი წარმოადგენს თანამედროვე ესთეტიკისა და ფუნქციონირების სრულყოფილ ნაზავს. ეს კომპაქტური მაგიდა გამოირჩევა აწყობის უმაღლესი ხარისხით და ექსპრესიული დიზაინით. გაუმჯობესებულია სხვადასხვა აქსესუარით, რომელიც სამუშაო გარემოს გამარტივებას უზრუნველჰყოფს.',
    size: '150cm x 50cm x 75cm'
  },
  {
    id: 3,
    productName: 'მაგიდა "პივოტი"',
    price: 470,
    productImage: 'https://i.imgur.com/EP3SXuM.jpg',
    description: 'Pivotი - არის საოფისე მაგიდის თანამედროვე ინტერპრეტაცია. მიუხედავად მარტივი და მინიმალისტური დიზაინისა, მაგიდა გამოირჩევა სიმყარით და ხანგრძლივი ექსპლუატაციის ვადით. ზომებისა და ფერების არჩევის შესაძლებლობით, ვიზუალურად მიმზიდველი და ფუნქციონალურია.',
    size: '150cm x 75cm x 75cm'
  },
  
]